"Button 1:"		= "Button 1:";
"Button 2:"		= "Button 2:";
"Button 3:" 	= "Button 3:";
"Button 4:"		= "Button 4:";

"Backlight Correction"	= "Korekce podsvícení";
"Color Restoration"		= "Obnova barev";
"Descreening"			= "Odstranění rastru";
"Dust Removal"			= "Odstranit prach";
"Unsharp Mask"			= "Doostření";

"None"			= "Žádný";
"Newspaper"		= "Noviny (85 lpi)";
"Magazine"		= "Časopis (133 lpi)";
"Fine Prints"	= "Jemný tisk (175 lpi)";
"General"		= "Obecné";

"Low"		= "Nízká";
"Medium"	= "Střední";
"High"		= "Vysoká";

"Quiet Mode"        = "Skrytý režim";
"Off"               = "Vypnuto";
"On"                = "Zapnuto";
"Printer Setting"   = "Nastavení tiskárny";
